{"_id":1.0,
	"name":"Jan",
	"story":"Jan is 60 years old living homeless in Ballard for years, she's tough and resourceful, she's also as sweet as can be, she has a twinkle, can turn the charm on in a flash, it works on me every single time, just seeing her makes me smile a deep beautiful smile. I'll never forget the day she received her new teeth, her smile was brilliant, she glowed and radiated her beauty; just this last Friday I learned that someone stole her bottom set, still, she smiles with the upper half, gotta love this person. Friday she also told me that her camp had been swept, she lost her tent and sleeping bag, she's in bigBIG need of both. We have been getting lots of folks in need of both, if you can, please dropOFF or shipTO: Facing Homelessness 1415 NE 43rd Street, Seattle WA 98105. Our phone is 206-632-7299. ",
	"needs":"Sanitary stuff",
	"picture":"https://s6.postimg.org/vomx5v8ht/Jan.jpg",
	"area":"Ballard Neighborhood"}
{"_id":2.0,
	"name":"Steve",
	"story":"our first interview participant, is the Intake and Outreach Coordinator for FareStart, an organization that operates a job placement and training program benefiting homeless and disadvantaged men, women, and youth. The interview was on the phone, Carmin interviewed Jen and Phil recorded and took the notes during the interview. Jen directly interviews all of the prospective students, conducts orientations, and goes to prisons and shelters to recruit new students. Jen is very experienced in interacting with the homeless and knows their needs.",
	"needs":"Food and water",
	"picture":"https://s6.postimg.org/8kmgda56p/Steve.jpg",
	"area":"Lynwood Neighborhood"
}
{"_id":3.0,
	"story":"This community has known Daniel for about 4 years now, through all of that time he is ALWAYS kind, ALWAYS hard-working, despite the fact that he and Karen live in\u0026out of homelessness. For years Daniel has been selling the REAL CHANGE newspaper, a good deal of that time they and their two Chihuahua dogs, Bear and Mia, lived out of a tent, bouncing back and forth between hotel stays and cheap apartments, always on the edge of making ends meet, now, very sadly, they are again facing living outside. Several weeks ago they learned their apartment building is being sold, they need to move out by May 1st, stressful news for anyone to hear, when living on the edge it's disastrous news. With Daniel's work at REAL CHANGE, his construction side-jobs and Karen's government assistance, they can afford at the very most $1,200.00 a month, including utilities, leaving a small amount left over for food and other necessities. We would like to help take some stress off Daniel and Karen by raising $1,200 for them, a month's stay in the hotel if it comes to that, or a month's rent if they can find something. I can tell you that you will not meet two finer people than Daniel and Karen, their way in the world is gentle, respectful and quiet. Please do consider helping them through this unexpected change. All funds raised go to housing for Daniel and Karen, as always no funds go to Facing Homelessness.",
	"area":"White Center Neighborhood",
	"needs":"Clothes",
	"name":"Daniel",
	"picture":"https://s6.postimg.org/t61856mrl/Daniel.jpg"}
{"_id":4.0,
	"name":"Dinkus",
	"story":"Our goodGOOD friend Dinkus McGank is in a bit of a fix, he say's it's killing him not knowing who to give a heartfelt THANKS for what he sees as his second chance on life. He just began treatment to cure his Hepatitis-C, from what he understands, the pills costs $80K. Dinkus wants to know who gave the go-ahead, how did this miracle for him happen?Beyond his gratitude, Dinkus has new dreams for the future, he's now interested in going back to school, perhaps photography, he says he wants to develop his creativity. We loveLOVE you Dinkus, keep moving forward in that so very beautiful artful way that you do! ",
	"needs":"Tools",
	"picture":"https://s6.postimg.org/3psrf06v5/Dinkus.jpg",
	"area":"Downtown Neighborhood"}
{"_id":5.0,
	"name":"John",
	"story":"Please JustSayHello to John, he comes to our window about once a week in need of a pair of socks, his smile is so big, his laugh so geniune, that it fills our office full with happiness.",
	"needs":"Tools",
	"picture":"https://s6.postimg.org/is0eby20x/John.jpg",
	"area":"University Neighborhood"}
{"_id":6.0,
	"name":"Danny",
	"story":"Sola Plumacher, the Acting Division Director in Human Services, met with Danny to talk through some issues. Danny asked if the police could not shine their search lights into the RV's at night while patrolling, it was scaring folks sleeping, they were waking up to the inside of their home all lit up. Sola sent an email to the powersTHATbe and the night light SHINING patrols stopped, Danny will be the first to tell you that he is so veryVERY appreciative. THANKS Sola and thanks to our Seattle Police Department! Sola sent an email to the powersTHATbe and the night light SHINING patrols stopped, Danny will be the first to tell you that he is so veryVERY appreciative. THANKS Sola and thanks to our Seattle Police Department!",
	"needs":"Food",
	"picture":"https://s6.postimg.org/j66bpabi9/Danny.jpg",
	"area":"Interbay Neighborhood"}
{"_id":7.0,
	"name":"James",
	"story":"Today, coming home from work on my bicycle, I saw James along the freeway off-ramp in Montlake, he was tired, exhausted actually. I stopped and said, \"Hey James, I have another birthday card for you.\" He perked up a bit and said, \"Will you please read it to me.\"  James always asks me this because he is illiterate. As I read the card a beautiful smile crossed his face, when I handed him the $50 that was inside he jumped up, twirled in circles five or six times with his arms spinning, there was nothing but JOY in that moment. It makes me smile deeply just thinking of it again as I write it here for all of you. This card, mailed from Chicago, was the 100th Birthday Card mailed to James for his 50th birthday, wowWOW!!! A heartfelt LOVE to everyone that reached out to James, your cards and greetings to him by name, as he asks for donations on the street, are enriching his life in a most beautiful way.",
	"needs":"Education mentor",
	"picture":"https://s6.postimg.org/pq93vmpj5/James.jpg",
	"area":"Montlake Neighborhood"}
{"_id":8.0,
	"name":"Stephen",
	"story":"Please meet Stephen, you can also call him Bear, he won't mind, he's a friendly guy, Bear is his street name in the U-district, where he feels connected, loved by the beautiful street family there. Bear is 38 years old, there's been lots of struggles in his life, like the devastating stabbing death of his 18 year old son January 1st of this year, it consumed him, they were close, it was his son that got him clean off heroin and meth, it's his son now too that he draws daily strength from. Bear recently found labor work at Everything Under the Sun Construction, he was told if he was able to get carpentry tools, they would give him more responsibility and a raise, a bigBIG step towards long term employment. To all of you who have an extra hammer in your garage, and extra carpenter's belt, speed square, tape measure, chalk-line, gloves, skill-saw, battery drill, goggles, or whatever is in good working shape, please consider donating them to our friend Bear. ",
	"needs":"Tools",
	"picture":"https://s6.postimg.org/mace8c2wx/stephen.jpg",
	"area":"University Neighborhood"}
{"_id":9.0,
	"name":"Peter",
	"story":"This is Peter on the Montlake Bridge, we had just delivered a card from some kind person and a book from another kind person, it gave Peter such a bigBIG smile, made his day! A heartfelt THANKS to everyone in this community for all the kindness given daily to those suffering through homelessness.",
	"needs":"Part-time job",
	"picture":"https://s6.postimg.org/7d3x7bpoh/Peter.jpg",
	"area":"Montlake Neighborhood"}
